Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wszystko zaczyna łączyć się w całość. To Mures musi być tym facetem od wytwarzania figurek. Pozostaje mi tylko go znaleźć i zdobyć jakieś dowody. Podobno szuka ludzi do pracy, może spróbuję zdjąć pancerz i udawać biedaka, by dostać się do środka? Powinien być w slumsach, w domu, z którego dobiegają odgłosy piłowania i przed którym znajduje się palenisko.
uk: Все починає сходитися. Муреш, мабуть, і є той хлопець, що робить статуетки. Залишилося тільки знайти його і дістати докази. Вочевидь, він шукає людей для роботи. Чому б мені не спробувати зняти обладунки і прикинутися бідняком, щоб потрапити до нього? Він повинен бути в нетрях, в будинку, з якого доносяться звуки пилки і перед яким є жаровня.

source: Wszystko zaczęło się od zakładu odnośnie wyścigu chrząszczy. Rodrigo przegrał sporą sumę, ponieważ, jak się szybko okazało, Stan oszukiwał.
uk: Все почалося зі ставок на перегони жуків. Родріго програв велику суму, бо, як незабаром з'ясувалося, Стен шахраював.

source: Wszystko zaczęło składać się w jedną całość. Wygląda na to, że od samego początku za podburzaniem górników stał Murk. Muszę go dorwać, zanim zdąży wymyślić coś jeszcze.
uk: Все почало сходитися. Схоже, що за підбурюванням гірників з самого початку стояв Мурк. Я повинен зловити його до того, як він встигне вигадати щось ще.

source: Wszystko załatwione! Życzę miłego dnia.
uk: Тепер ми все владнали! Гарного дня.

source: Wszystko załatwione.
uk: Я про все подбав.

source: Wszystko załatwiłem.
uk: Я про все подбав.

source: Wszystko ze mną w porządku, dawaj ten pancerz.
uk: Я в порядку, дай мені той обладунок.

source: Wszystko zgodnie z planem.
uk: Все пройшо за планом.

source: Wszystko! Naprawdę dobrze płacą, a nie trzeba się szczególnie narobić. Wystarczy, że przejdziesz spacerkiem po mieście, i dostajesz tyle monet, że na kilka nocy w karczmie wystarczy!
uk: Все! Платять дуже добре і не потрібно багато працювати. Єдина твоя робота – це ходити містом, а під час патрулювання можна додатково заробити пару монет на кілька ночей у корчмі!

source: Wszystko, co osiągnąłem w sprawie Jorna, zawdzięczam wyłącznie sobie, bo ty jesteś wiecznie zajęty pomnażaniem majątku Gildii, jakby nie było innych do tej roboty!
uk: Всім, чого я досяг у справі Йорна, я завдячую лише собі, бо ти постійно зайнятий примноженням багатства Гільдії, наче для цієї роботи немає інших!

source: Wszystko, co osiągnąłem w sprawie Jorna, zawdzięczam wyłącznie sobie, bo ty jesteś wiecznie zajęty udawaniem, że straż do czegoś się nadaje!
uk: Я завдячую всім, чого я досяг у справі Йорна, виключно собі, бо ти постійно зайнятий тим, що прикидаєшся, ніби Варта на щось взагалі здатна!

source: Wszystko, o czym mówiłem lata temu, spełnia się co do joty.
uk: Все, про що я говорив багато років тому, збувається.

source: Wszystko. Jesteśmy w końcu pieprzonymi obywatelami tego miasta!
uk: Все. Ми ж, зрештою, довбані мешканці цього міста!

source: Wszystko. Młodzieńcze, nie postarałeś się z tą opowieścią, nie zdążyłem naprawić twojej sieci. Bierz ją i nie zawracaj mi już głowy.
uk: Все. Молодий чоловіче, ти не доклав зусиль, розповідаючи цю байку, і я не зміг полагодити твою сітку. Забирай її і не турбуй мене більше.

source: Wszędzie są szkielety i jest ich coraz więcej.
uk: Скелети всюди, і їх стає щоразу більше.

source: Wszędzie tylko nieroby, które nie szanują ważniejszych od siebie, bezużyteczni najemnicy, jakieś paskudne stworzenia w lasach. Typowe zadupie, pozwolę sobie powiedzieć.
uk: Всюди одні невдахи, які не поважають тих, хто важливіший за них самих. Нікчемні найманці, якісь мерзенні істоти з лісу. Типова глушина, скажу я тобі.

source: Wszędzie, gdzie się udawałem, wprowadzałem jeszcze większe zamieszanie niż te zastane podczas przybycia.
uk: Куди б я не йшов, я створював ще більше проблем, ніж було до цього.

source: Wtajemniczyłem go i właśnie informuje Marthę o tym, co wykombinowaliśmy.
uk: Я попередив його і він вирішив поінформувати Марту про те, що відбувається.

source: Wtedy bierzesz pazur, znajdujesz miejsce, w którym łączy się z kością, i odcinasz. Uważaj tylko na ścięgna, lubią się pociągnąć za pazurem.
uk: Потім візьми кіготь, знайди місце, де він з'єднується з кісткою, і відріж його. Тільки будь уважним з сухожиллями, вони люблять тягнутися за кігтем.

source: Wtedy byłem zbyt zaaferowany kilkunastoma bełtami wymierzonymi w moje ciało... ale teraz zdaje się to wszystko układać w większą całość.
uk: Тоді я був надто заклопотаний десятком арбалетних болтів, націлених на мене... але тепер усе починає складатися в загальну картину.

source: Wtedy będziecie mogli sobie poszaleć, bo i tak wszystko spadnie na Rodericha.
uk: Ось тоді можна буде розгулятися, бо все й так звалиться на Родеріха.

source: Wtedy je łapiesz i szarpiesz. Nie trzymają się... chyba się nie trzymają... zbyt mocno w odwłoku, więc nie powinieneś mieć problemów.
uk: Потім хапаєшся за нього і смикаєш. Воно не повинно застрягнути... я не думаю, що воно застрягне... надто велике черевце, тож у тебе не повинно виникнути з цим проблем.

source: Wtedy kiedy powiem, że się zbieramy.
uk: Тоді, коли я скажу.

source: Wtedy pozostaje nam jeszcze kilka opcji. W twierdzy oprócz ostrza powinno być mnóstwo kosztowności. Moglibyśmy za nie przekupić wszystkich opłaconych przez Lichwiarza urzędników i najemników.
uk: Тоді нам залишається лише декілька варіантів. У фортеці, окрім клинка, має бути чимало коштовностей. З їх допомогою ми могли б підкупити всіх чиновників і найманців Лихваря.

source: Wtedy pracownicy zaczną się zastanawiać, kiedy zacznie oszczędzać na nich, i sami przeciwko niemu wystąpią.
uk: Тоді працівники почнуть задавати питання, коли він почне економити на них, і самі виступлять проти нього.

source: Wtedy rzucił się na nas... no i musiałem mu trochę przyłożyć.
uk: Потім він кинувся на нас... Ну, і мені довелося його трохи відлупцювати.

source: Wtedy się zorientuje, że to ustawka. Lepiej mu nic nie mówić. Ostatecznie i tak dostanie to, czego chce.
uk: Тоді він зрозуміє, що це підстава. Краще йому нічого не казати. Зрештою, він все одно отримає бажане.

source: Wtedy strażnicy opuszczą twoją posesję i pójdą do portu, zabezpieczać go przed uchodźcami. To jest teraz dla nich priorytetem.
uk: Тоді вартові залишать твоє житло і вирушать до порту, щоб убезпечити його від біженців. Зараз для них це пріоритетне завдання.

source: Wtedy to co innego...
uk: Тоді це інша справа...

source: Wtedy wymyśliłem TO. Nie ma co tutaj więcej gadać, bierz ten przepis, marsz do kowadła i zobacz co uda ci się zdziałać tą bronią.
uk: І тоді я придумав ЦЕ. Більше тут немає що розповідати. Бери це креслення, йди до ковадла і дізнайся, чи тобі вдасться зробити цю зброю.

source: Wtedy zaczęło robić się naprawdę nieprzyjemnie... na szczęście w ostatniej chwili, znikąd pojawił się facet w skórzanej zbroi, który jednym ruchem drewnianego kija ogłuszył tego bandziora!
uk: Потім почалися дуже неприємні речі... На щастя, в останній момент, звідки не візьмись, з'явився хлопець у шкіряних обладунках, і змахом дерев'яної палиці оглушив цього бандита!

source: Wtedy zobaczyłem wielkoluda. Był wysoki jak góra. Prawie tak wysoki, jak ta, za nami! Własnym oczom nie wierzyłem w to, co zobaczyłem.
uk: І тут я побачив великого чоловіка. Він був високим, як гора. Майже таким високим, як та гора, що позаду нас! Я не міг повірити своїм очам.

source: Wtedy, z mgły wojny wyłonili się bohaterowie, którzy zjednoczyli część ze zwaśnionych ludów i poprzysięgli poprowadzić ziemie te ku świetlanej przyszłości. Wszyscy, którzy postanowili się sprzeciwić ich rządom, z czasem uciekli w cień, by na zawsze haniebnie zniknąć z kart historii.
uk: Тоді з туману війни з'являлися герої, які об'єднали частину ворогуючих народів і заприсяглися привести ці землі до світлого майбутнього. Всі, хто вирішив виступити проти їхнього правління, відійшли у тінь і безславно зникли зі сторінок історії.

source: Wtedy? Zobaczy się. Do zobaczenia.
uk: Потім? Подивимось. Бувай.

source: Wtop się w tłum. Masz tu strój roboczy. Udawaj, że tam pracujesz. Jeśli chcesz złapać przestępcę, musisz myśleć jak przestępca.
uk: Змішайся з натовпом. Ось твій робочий одяг. Уяви, що ти там працюєш. Якщо ти хочеш зловити злочинця, ти повинен думати як злочинець.

source: Wtrąca jeszcze coś o tym, że już wtedy wierzono w Adanosa...
uk: Він також пише про те, що вже тоді вірили в Аданоса...

source: Wuj mi go zostawił, zanim gdzieś zniknął.
uk: Мій дядько залишив його мені перед тим, як кудись зник.

source: Wuj mówił, żebym z tobą porozmawiał gdy już dotrę do miasta.
uk: Дядько сказав мені поговорити з тобою, коли я прибуду до міста.

source: Wy Myrtańczycy nawet dla zmarłych nie macie poszanowania.
uk: У вас, міртанців, немає поваги навіть до мертвих.

source: Wy cholery jedne! Zostałem wrobiony! Sukinsyny!
uk: Ви бісові ідіоти! Мене підставили! Сучі діти!

source: Wy dwaj zaczekacie tutaj i przypilnujecie, żeby nigdzie się nie ruszyli. Gdyby coś zaczęło się dziać, natychmiast zagwiżdżcie.
uk: Ви двоє чекайте тут і стежте, щоб вони нікуди не пішли. Якщо почнеться якась метушня – негайно свистіть.

source: Wy dwaj, ruchy!
uk: Ви двоє, вперед!

source: Wy przeszukajcie resztę jaskini i teren obok niej.
uk: А ви обшукайте решту печери та територію навколо неї.

source: Wy się znacie? O co tutaj chodzi?
uk: Ви знайомі? Що тут відбувається?

source: Wy sobie nie żałujcie Trolla!
uk: Ви для себе не шкодуйте Троля!

source: Wy też nie wyglądacie najlepiej.
uk: Ви теж не краще виглядаєте.

source: Wy tu chyba wszyscy powinniście coś wziąć na uspokojenie... czyli nic mi nie powiesz o całej sprawie? Dlaczego go pobiłeś, co zrobiłeś w sprawie zaginięcia?
uk: Думаю, вам усім треба щось випити, щоб заспокоїтись... то ти мені нічого не розкажеш про те, що сталося? Чому ти його побив і як ти причетний до його зникнення?

source: Wy uchodźcy jednak nie jesteście tacy bezużyteczni.
uk: Зрештою, ви, біженці, не такі вже й безкорисні.

source: Wy wszyscy chyba postradaliście rozumy! Ten człowiek odpowiada za śmierć dziesiątek osób! W tym za ludzi, którzy składali przysięgi, by bronić nie tylko równowagi, ale i was!
uk: Ви всі, мабуть, несповна розуму! Ця людина відповідальна за смерть десятків людей! У тому числі тих, хто присягав захищати не лише рівновагу, але й вас!

source: Wy wyciągnijcie z ruin wszystkich pozostałych.
uk: А ви дістаньте з руїн усіх, хто залишився.

source: Wy zaprowadźcie później ich wszystkich do lochów w Leżu. Gdyby próbowali uciekać, zabić.
uk: Потім доставте їх усіх до підземелля в Лігві. Якщо вони спробують втекти – вбийте їх.

source: Wy, nowicjusze, przychodzicie, nabierzecie ksiąg, rozwalacie je po pracowni, ale odłożyć na miejsce to już nie łaska!
uk: Ви, послушники, приходите, наберете книг, розкидаєте їх по бібліотеці, але повернути на місце – це вже занадто!

source: Wy, obcy, nie jesteście wcale tak bezużyteczni.
uk: Ви, чужинці, все-таки не такі вже й непотрібні.

source: Wybacz chłopcze, mamy małą awarię w kopalni, wróć później.
uk: Вибач, хлопче, у нас невелика аварія в копальні, приходь пізніше.

source: Wybacz chłopcze, nie sprzedaję swojego zaopatrzenia. Porozmawiaj ze Slagerem, może on będzie w stanie ci pomóc.
uk: Вибач, хлопче, я не продаю свої запаси. Поговори зі Слагером, можливо, він зможе тобі допомогти.

source: Wybacz mi moje zdziwienie, nie jestem przyzwyczajony do tak skutecznych ludzi.
uk: Вибач мені моє здивування, просто я не звик до таких ефективних людей.

source: Wybacz mi takie kontrowersyjne pytanie...
uk: Перепрошую за таке суперечливе питання...

source: Wybacz mi to, co zamierzam uczynić.
uk: Вибач мене за те, що я збираюся зробити.

source: Wybacz mi, ale jestem zajęty!
uk: Вибач, але я зайнятий!

source: Wybacz mi, mały, ale mam ważne rzeczy na głowie.
uk: Вибач, малий, але в мене є важливіші справи.

source: Wybacz moje wcześniejsze powitanie, to nawyk, którego nabrałem przez spotykanie się z tymi wszystkimi interesantami każdego dnia.
uk: Вибач за моє попереднє привітання. Це звичка, яку я набув завдяки щоденним зустрічам з усіма цими зацікавленими особами.

source: Wybacz mój nadmierny entuzjazm. To z ekscytacji. Pytaj, o co chcesz.
uk: Вибач за мій надмірний ентузіазм. Це від хвилювання. Запитуй, про що хочеш.

source: Wybacz młody... Masz po prostu pecha.
uk: Вибачай, хлопче... Тобі просто не пощастило.

source: Wybacz nie mam przy sobie złota.
uk: Вибач, у мене при собі немає золота.

source: Wybacz to zamieszanie, już wracamy do pracy nad kładką.
uk: Вибач за непорозуміння, ми вже повертаємося до будівництва мосту.

source: Wybacz! Mój drogi chyba przesadził z tą radością!
uk: Вибач! Здається, мій дорогий друг переборщив з радістю!

source: Wybacz, Marvinie, ale póki on bada tę sprawę, nie mogę na ten temat z tobą rozmawiać.
uk: Вибач, Марвіне, але поки він розслідує цю справу, я не можу обговорювати її з тобою.

source: Wybacz, ale brzmiałeś tak poważnie, że prawie ci uwierzyłem.
uk: Вибач, але ти говорив так серйозно, що я майже тобі повірив.

source: Wybacz, ale czy moglibyśmy przełożyć rozmowę na później? Jestem wyczerpany po podróży.
uk: Вибач, але чи не могли б ми відкласти нашу розмову на потім? Я дуже втомився з дороги.

source: Wybacz, ale jakoś trudno jest mi uwierzyć w bezinteresowność kogoś, kto zrobi wszystko dla złota.
uk: Вибач, але мені важко повірити в безкорисливість людини, яка заради золота зробить все, що завгодно.

source: Wybacz, ale jeśli to wszystko, to muszę wracać do pracy.
uk: Вибач, але якщо це все, то я мушу повертатися до роботи.

source: Wybacz, ale mam takie urwanie głowy, że nie będę w stanie ci z tym teraz pomóc.
uk: Вибач, але у мене зараз стільки справ, що я не зможу тобі з цим допомогти.

source: Wybacz, ale nie bardzo mam zaufanie do ludzi należących do Araxos. Nie robicie nic, nie mając w tym interesu.
uk: Вибач, але я не дуже довіряю людям Араксосу. Ви не робите нічого, якщо не маєте в цьому якоїсь вигоди.

source: Wybacz, ale nie jestem do wynajęcia.
uk: Вибач, але я не наймаюся.

source: Wybacz, ale nie mam ochoty dłużej o tym rozmawiać.
uk: Вибач, але я не хочу більше про це говорити.

source: Wybacz, ale nie mam teraz ochoty na rozmowę.
uk: Вибач, але мені зараз не до розмов.

source: Wybacz, ale nie mogę ci zdradzić szczegółów. Powiedzmy, że szukam czegoś bardzo ważnego. Ważnego na tyle, że może odmienić losy wojny.
uk: Вибач, але я не можу розповісти подробиць. Скажімо так, я шукаю дещо дуже важливе. Достатньо важливе, щоб змінити перебіг війни.

source: Wybacz, ale nie mogę cię przepuścić. Lepiej udaj się do Rodericha, jeśli jeszcze tego nie zrobiłeś, podobno cię oczekuje.
uk: Вибач, але я не можу тебе пропустити. Краще піди до Родеріха, якщо ще цього не зробив. Він, схоже, чекає на тебе.

source: Wybacz, ale pogadamy później. Muszę wracać do pracy, zanim Martha zobaczy, że się obijam.
uk: Вибач, поговоримо пізніше. Я мушу повертатися до роботи, поки Марта не побачила, що я байдикую.

source: Wybacz, ale siostra by mnie zatłukła, gdybym zgodziła się uczyć cię za bezcen.
uk: Вибач, але моя сестра приб'є мене, якщо я погоджуся навчати тебе задарма.

source: Wybacz, ale tego mogę uczyć tylko członków mojej rodziny. Takie mamy zasady.
uk: Вибач, але я можу навчати цьому лише членів своєї родини. Такі правила.

source: Wybacz, ale to nic osobistego.
uk: Вибач, нічого особистого.

source: Wybacz, ale traktuję to jako swoją tajemnicę zawodową. Nie mogę ci powiedzieć.
uk: Вибач, але це моя професійна таємниця. Я не можу це розповісти.

source: Wybacz, ale twoja obecność źle wpływa na jakość moich mikstur.
uk: Вибач, але твоя присутність погано впливає на якість моїх мікстур.

source: Wybacz, ale w tym momencie nie poszukuję ucznia. Popytaj pozostałych mistrzów. Słyszałem, że Davis od dłuższego czasu nie miał żadnego czeladnika.
uk: Вибач, але зараз я не шукаю учня. Попитай інших майстрів. Я чув, що у Девіса вже давно немає учня.

source: Wybacz, ale wolałbym się skupić na polowaniu.
uk: Вибач, але я краще зосереджуся на полюванні.

source: Wybacz, ale wolę się w to nie mieszać.
uk: Пробач, але я вважаю за краще не втручатися.

source: Wybacz, ale zgodnie z prawem, jestem upoważniony sprzedawać stroje obywatela wyłącznie mieszkańcom naszego miasta.
uk: Перепрошую, але згідно з законом, я маю право продавати одяг тільки громадянам нашого міста.

source: Wybacz, ale... chyba zgubiłem drogę.
uk: Вибач, але... Я, здається, заблукав.

source: Wybacz, ale... to wszystko, co wiem na ten temat.
uk: Вибач, але... це все, що я знаю.

source: Wybacz, ale... zatrzymały mnie pewne sprawy.
uk: Прошу вибачення, але... мене затримали деякі справи.

source: Wybacz, chyba jesteś ostatnią osobą, która nadawałaby się do życia w klasztorze. No i ten niebieski... to chyba nie twój kolor.
uk: Вибач, але тобі, мабуть, зовсім не підходить життя в монастирі. І ця блакить... Не думаю, що це твій колір.

source: Wybacz, chyba trochę przesadziłem. Nie chciałem zrobić sobie z ciebie wroga. Może eliksir leczniczy, który postawi cię na nogi, wyrówna rachunki?
uk: Вибач, можливо, я трохи перестарався. Я не хотів тебе образити. Як щодо цілющого еліксиру, що поставить тебе на ноги?

source: Wybacz, chłopcze, ale zupełnie nie mam pamięci do imion.
uk: Вибач, хлопче, але я абсолютно не маю пам’яті на імена.

source: Wybacz, kolego, ale jeśli w tej okolicy będzie się pracowało za półdarmo, to nie przeżyjesz nawet tygodnia.
uk: Вибач, приятелю, але якщо працювати безкоштовно в цій сфері, то не проживеш і тижня.

source: Wybacz, mam jeszcze wiele roboty.
uk: Вибач, у мене ще багато роботи.

source: Wybacz, mam sprawy do załatwienia.
uk: Вибач, у мене багато справ.

source: Wybacz, muszę dobrze zastanowić się nad trasą jaką obiorę...
uk: Вибач, але мені треба добре подумати над маршрутом, яким я піду...

source: Wybacz, muszę pilnować swojego szefa.
uk: Вибач, я мушу стерегти свого начальника.

source: Wybacz, myślałem, że zrobiłaś go dla nas.
uk: Вибач, я подумав, що ти зробила його для нас.

source: Wybacz, młody człowieku, ale mam mnóstwo pracy.
uk: Вибач, юначе, але в мене багато роботи.

source: Wybacz, nic nie dostaniesz.
uk: Вибач, але ти нічого не отримаєш.

source: Wybacz, nie byłem jeszcze w takim... miejscu.
uk: Вибач, я ще не бував в такому... місці.

source: Wybacz, nie będziesz pił na mój koszt.
uk: Вибач, але ти не будеш пити за мій рахунок.

source: Wybacz, nie jestem w stanie ci pomóc.
uk: Вибач, я не в змозі тобі допомогти.

source: Wybacz, nie jestem zainteresowany.
uk: Вибач, мені це не цікаво.

source: Wybacz, nie mam więcej przy sobie! Wróć później!
uk: Вибач, у мене більше немає! Приходь пізніше!

source: Wybacz, nie nadaję się na nauczyciela.
uk: Вибач, я не підходжу на роль вчителя.

source: Wybacz, nie widziałeś może rybaka handlującego starymi rybami?
uk: Вибач, ти не бачив рибалку, який торгує протухлою рибою?

source: Wybacz, nie wiedziałem, że to taka delikatna sprawa...
uk: Вибач, я не знав, що це така делікатна справа...

source: Wybacz, pewnie nie chcesz tego wszystkiego słuchać. Robię się trochę sentymentalny w tej pracowni, to właśnie tutaj mój ojciec i dziadek nauczali mnie wszystkiego o fachu kowala.
uk: Вибач, тобі, мабуть, не цікаво все це слухати. Я трохи сентиментально ставлюся до цієї майстерні. Тому що саме тут мій батько і дід навчили мене ковальському ремеслу.

source: Wybacz, po prostu boję się o twojego syna.
uk: Вибач, я просто боюся за твого сина.

source: Wybacz, po prostu ta sprawa irytuje mnie od dłuższego czasu.
uk: Вибач, просто ця справа мене вже давно дратує.

source: Wybacz, pomyliłem się.
uk: Вибач, я помилився.

source: Wybacz, sprzedałem już wszystkie jabłka!
uk: Вибач, я вже продав всі яблука!

source: Wybacz, słyszałem o tobie wielokrotnie, ale nigdy nie mieliśmy okazji poznać się osobiście.
uk: Вибач, я багато разів чув про тебе, але ніколи не було нагоди познайомитися особисто.

source: Wybacz, słyszałem o tobie wielokrotnie...
uk: Вибач, я багато разів чув про тебе...

source: Wybacz, to z przyzwyczajenia. Większość ludzi z Archolos, których poznajemy, to zwykłe mięczaki. Jedynie złoto i wino im w głowach.
uk: Перепрошую, це звичка. Більшість людей з Архолосу, яких ми зустрічаємо, звичайнісінькі слабаки. Єдине, що в них у голові – це золото і вино.

source: Wybacz, śpieszy mi się.
uk: Вибач, я поспішаю.

source: Wybacz, śpieszę się.
uk: Вибач, я поспішаю.

source: Wybacz, że byłem opryskliwy. Chciałem zwiać z wieży jak najszybciej!
uk: Вибач, що був грубим. Я хотів якнайшвидше забратися з вежі!

source: Wybacz, że będę niemiły, ale możesz po prostu zamknąć jadaczkę i iść za mną? To naprawdę nie jest daleko. Pomyśl: kilka godzin pracy i będziesz mógł żyć jak król.
uk: Вибач за грубість, але не міг би ти просто прикусити язика і йти за мною? Це справді недалеко. Подумай: кілька годин роботи і зможеш жити як король.

source: Wybacz, że cię budzę tak wcześnie, ale do wioski dotarła właśnie reszta waszych towarzyszy.
uk: Вибач, що розбудив тебе так рано, але решта твоїх супутників щойно прибули до села.

source: Wybacz, że nie zabawię cię dłuższą rozmową, ale przygotowuję się do polowania i mam jeszcze sporo do zrobienia.
uk: Вибач, що я не маю часу на довшу розмову, але я готуюся до полювання і маю ще багато справ.

source: Wybacz, że przeszkadzam, ale przez otwarte okno usłyszałem, że szukasz pewnego eliksiru.
uk: Вибач, що турбую, але я через відкрите вікно почув, що ти шукаєш певний еліксир.

source: Wybacz, że zjawiamy się tutaj tak niespodziewani... i nagle prosimy o pomoc.
uk: Вибач, що ми так несподівано з'явились... і відразу просимо про допомогу.

source: Wybacz, że... przychodzę tak późno, ale... chciałbym spłacić swój dług!
uk: Вибачте, що я... прийшов так пізно, але... я хотів би повернути свій борг!

source: Wybaczysz, że ci w tym nie pomogę?
uk: Нічого, якщо я тобі з цим не допоможу?

source: Wybadaj grunt, oceń potencjał jednego i drugiego. Nie ma znaczenia, który z braci przejmie pełną kontrolę nad winnicą. Sytuacja ma się ustabilizować, dla dobra całego Archolos. Bradlock zapewni ci wsparcie prawne, jeśli jakaś biurokracja okaże się konieczna. Wiecie, co macie robić.
uk: Вивчи все там, оціни потенціал одного й іншого. Неважливо, хто з братів отримає повний контроль над виноградником. Ситуація повинна стабілізуватися, на благо всього Архолосу. Бредлок допоможе тобі, якщо виникне потреба у вирішенні будь–яких бюрократичних питань. Ти знаєш, що маєш робити.

source: Wybadaj taki miękki punkt na odwłoku tych wyrośniętych much, naciśnij, a wysunięte żądło obetnij pewnym ruchem ostrza.
uk: Треба обрати м'яке місце на черевці цих мух-переростків, натиснути на нього і сильним рухом леза відрізати жало, що стирчить.

source: Wybieram się do Silbach, u tamtejszego Starszego Wioski mógłbyś dostać taki dokument.
uk: Я їду в Сільбах, у місцевого старости ти можеш отримати такий документ.

source: Wybieram się do Silbach. Dalej chcesz, żebym pogadał z Marthą?
uk: Я збираюся в Сільбах. Ти все ще хочеш, щоб я поговорив з Мартою?

source: Wybieram się już tylko w jedno z dwóch miejsc: do piachu lub Kolonii - a to w gruncie rzeczy równa się temu pierwszemu.
uk: Зараз у мене лише два шляхи: або у могилу, або у Колонію – що, по суті, прирівнюється до першого.

source: Wybieram się na trudną wyprawę do pewnego grobowca. Pomożesz mi?
uk: Я збираюся у складну експедицію до однієї гробниці. Ти мені допоможеш?

source: Wybierz co cię interesuje.
uk: Обирай те, що цікавить.

source: Wybierz lokację.
uk: Вибрати місце.

source: Wybierz sobie najładniejszą.
uk: Обирай собі найкращу.

source: Wybierz sobie.
uk: Вибирай.

source: Wybierz, co ci się podoba.
uk: Обирай те, що тобі до вподоби.

source: Wybierz, co cię interesuje.
uk: Вибирай, що тебе зацікавить.

source: Wybij to sobie z głowy! Jeszcze byś tylko naniósł mi więcej błota, niż poprzednim razem!
uk: Забудь про це! Ти тільки нанесеш ще більше бруду, ніж минулого разу!
